Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/12_undervisningsopp.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Oahpahusláhču: Dássi 8
sma: Udir.no - Ööhpehtimmiesoejkesje: Daltese 8

source: Oahpahusláhču: Dássi 8
sma: Ööhpehtimmiesoejkesje: Daltese 8

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 8. dási gelbbolašvuođamihttomeriid.
sma: Daesnie lohkehtæjja vuesiehtimmieh gaavna guktie satne maahta maahtoeulmiejgujmie 8. daltesisnie barkedh.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmiliin, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
sma: Daesnie våajnoes guktie dah maahtoeulmieh tjyölkehke sjïdtieh lïerehtimmieulmine, sisvegisnie jïh barkoevuekine, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh jïh guktie maahta ööhpehtimmiem dan aktegh learoehkasse sjïehtedidh.

source: Gelbbolašvuođamihttomearit
sma: Maahtaldahkeulmie

source: Njálmmálaš gulahallan
sma: Njaalmeldh gaskesadteme

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: geavahit giela eanet ja eanet iešguđetlágan dilálašvuođain ja atnigoahtit ođđa sániid ja dajaldagaid
sma: gïelem utnedh joekehts tsiehkine, jïh orre baaakoeh åtnose vaeltedh Gïelen jïh kultuvren bïjre daejredh

source: ságastallat bargoeallima ja fidnuid birra
sma: barkoejieleme jïh barkoej bïjre soptsestidh

source: selvehit movt ođđa tearpmat šaddet dahje ráhkaduvvojit
sma: buerkiestidh guktie orre tearmh båetieh jïh guktie dejtie darjodh

source: Oahpahusdagus ii álot fátmmas olles gelbbolašvuođamihttomeari.
sma: Ööhpehtimmiesoejkesje ij iktegisth ellies maahtoeulmieh faarhmesth.

source: Gelbbolašvuođamihttomearit lea duohtandahkkon oahppoulbmilis.
sma: Maahtoeulmieh leah tjïelkestahteme lïerehtimmieulmine.

source: Oahppoulbmilat leat lávkin gelbbolašvuođamihttomeari ollašuhttimis.
sma: Lïerehtimmieulmieh akte sïlle juktie maahtoeulmide jaksedh.

source: Eará relevánta gelbbolašvuođamihttomearit
sma: Jeatjah sjyöhtehke maahtoeulmieh

source: Oahppoulbmilat
sma: Lïerehtimmieulmieh

source: Barggu ulbmilin lea ahte oahppit galget oahppat ođđa sániid ja doahpagiid.
sma: Barkoen ulmie lea learohkh edtjieh orre baakoeh jïh lahtesh lïeredh.

source: Sii galget oahppat fitnonamahusaid ja máhttit hupmat fitnu iešvuođa birra.
sma: Dah edtjieh lahtesh barkoej bïjre lïeredh, jïh maehtedh ovmessie barkoej bïjre soptsestidh.

source: ráhkadit ođđa tearpmaid gustovaš njuolggadusaid vuođul
sma: Dïhte sæjhta jiehtedh learohkh edtjieh maehtedh:

source: ovdanbuktit áššiset njálmmálaččat earáide
sma: orre teermh darjodh gaavnoes njoelkedassijste

source: hupmat fitnuid ja bargoeallima birra
sma: njaalmeldh sov aamhtesem mubpide åehpiedehtedh

source: gárvvistit gažaldagaid ovdanbidjamii
sma: soptsestalledh barkoej jïh barkoejielemen bïjre

source: Eavttut berrejit ráhkaduvvot ovttasráđiid ohppiiguin.
sma: gyhtjelassh soejkesjidh akten åehpiedehtemasse

source: Ulbmilolahusa ja gelbbolašvuođamihttomeari ollašuhttin
sma: Tjuara væhtide darjodh laavenjostosne learohkigujmie.

source: Árvvoštallama ovdamearkan
sma: Væhtah juktie maahtoeulmide jaksedh

source: Gelbbolašvuođa-mihttomearri
sma: Vuesiehtimmie vuarjasjæmman

source: Oahpahusa mihttomearrin lea ahte oahppi galgá máhttit
sma: Ööhpehtimmien ulmie lea learohkh edtjieh maehtedh

source: Oahppi álkidit máhttá hupmat moatti fitnuid birra iežas oahppomannolaga siskkobealde.
sma: Learohke maahta göökte barkoej bïjre soptsestidh jïjtse ööhpehtimmie-geajnoen sisnjelen aelhkieslaakan

source: Oahppi máhttá hupmat muhtun fitnuid ja bargoeallimiid birra iežaset oahppo-mannolagas e.e. muitalit, čilget ja vástidit gažaldagaid.
sma: Learohke maahta såemies barkoej jïh barkoejielemen bïjre soptsestidh jïjtse ööhpehtimmie-geajnoen sisnjelen, gosse soptseste, buerkeste jïh gyhjtelassh vaestede

source: Oahppi máhttá hupmat máŋggaid fitnuid ja bargoeallimiid birra e.e. válddahallat, čilget, ságastallat ja jearrat ja vástidit gažaldagaid.
sma: Learohke maahta jïjnjh barkoej jïh barkoejielemi bïjre soptsestidh, gosse tjïelkeste, buerkeste, digkede jïh gyhtjelassh gihtjie jïh vaestede

source: čilget movt ođđa tearbmat ihtet dahje ráhkaduvvojit
sma: buerkiestidh guktie orre baakoeh jijhtieh jallh dorjesuvvieh

source: Oahppi dovdá ja máhttá čilget movt muhtun tearpmat leat šaddan.
sma: Learohke maahta damtijidh jïh buerkiestidh guktie naan teermh jæjhteme

source: Oahppi máhttá čilget movt iešguđetlágan tearpmat leat šaddan.
sma: Learohke maahta buerkiestidh guktie jïjnjh ovmessie teermh jæjhteme

source: Oahppi máhttá čilget movt máŋga ja iešguđetlágan tearpmat leat šaddan, maiddái jorgaluvvon tearpmat.
sma: Learohke maahta tjïelkestidh guktie jïjnjh teermh jæjhteme, aaj jarkoestamme baakoeh.

source: Oahppi máhttá dan ávkkástallat ja ráhkadit ođđa tearpmaid.
sma: Learohke maahta dam nuhtjedh jïh orre teermh darjodh.

source: dávjjibut atnit giela iešguđet dilálašvuođain ja adnui váldit ođđa sániid ja dajahusaid
sma: gïelem jiene-jienebem nåhtadidh ovmessie tsiehkine, jïh orre baakoeh jïh lahtesh åtnose vaeltedh

source: Oahppi atná giela muhttomin.
sma: Learohke gïelem nåhtede såemies aejkien

source: Oahppi dovdá sániid mat leat sátnegirjjis.
sma: Learohke baakoeh baakoegærjesne damtije

source: Oahppi soames háve atná ođđa sániid ja dajaldagaid.
sma: Learohke såemies aejkien orre baakoe lahtesh nåhtede

source: Oahppi atná giela soames dilálašvuođain.
sma: Learohke gïelem nåhtede naan joekehts tsiehkine

source: Oahppi máhttá gávdnat ja atnit sániid mat leat sátnegirjjis.
sma: Learohke maahta baakoeh gaavnedh baakoegærjesne jïh baakoeh baakoegærjeste nuhtjedh

source: Oahppi dávjá atná ođđa sániid ja dajahusaid.
sma: Learohke daamtaj jienebh orre baakoeh jïh lahteseh nåhtede.

source: Oahppi atná giela aktiivvalaččat máŋga ja iešguđetlágan dilálašvuođain.
sma: Learohke gïelem eadtjohkelaakan nåhtede jïjnjh ovmessie tsiehkine.

source: Oahppi máhttá sátnegirjjis ohcat relevánta sániid ja daid aktiivvalaččat atnit.
sma: Learohke maahta sjyöhtehke baakoeh baakoegærjesne gaavnedh, jïh dejtie eadtjohkelaakan nåhtadidh.

source: Oahppi dađistaga atná hui ollu ođđa sániid ja dajaldagaid.
sma: Learohke ahkedh jïjnjh orre baakoeh jïh lahtesh nåhtede.

source: Oahppodoaimmat
sma: Lïerehtimmiedarjomh

source: Ovdabargu
sma: Åvtebarkoe

source: Ovdalgo oahppit bargagohtet, sáhttá oahpaheaddji ovdanbidjat soames dábálaš fitnuid ja soames árbevirolaš sámi ealáhusaid ovdamearkkaid.
sma: Åvtelen learohkh barkojne aelkieh, lohkehtæjja maahta åehpiedehtedh naan sïejhme barkoeh, jïh naan dejpeladtje saemien barkoeh.

source: Oahppodoaibma
sma: Lïerehtimmiedarjome

source: Divtte oahppi válljet fitnu mii su mielas lea geasuheaddjin, dahje fitnu maid ovdalažžas dovdá.
sma: Baajh learohkem aktem barkoem veeljedh mejnie satne sïjhteme barkedh, jallh akte barkoe mij lea åehpies learoehkasse.

source: Oahppi berre čállit sániid ja dajahusaid maid son juo máhttá.
sma: Learohke byöroe baakoeh jïh lahtesh våålese tjaeledh mejtie joe maahta.

source: Nu son geardduha sániid mat šaddet vuođđun bargui ovddasguvlui.
sma: Daate repetisjovnem jïh våaromem vadta dan vijriebasse barkose.

source: Oahppit galget jurddašit mii sin mielas livččii ávkkálaš oahppat.
sma: Learohkh ussjedellieh mij lea aevhkie lïeredh.

source: Sii galget atnit sátnegirjji.
sma: Dah maehtieh baakoegærjam nåhtadidh.

source: Gii sáhttá sidjiide leat veahkkin gávdnamis áigeguovdilis sániid ja dajahusaid ?
sma: Gie maahta viehkine årrodh sjyöhtehke baakoeh jïh lahtesh gaavnedh ?

source: Sáhttá leat ávkkálažžan ovttasbargat Sámedikki giellabargiiguin jus sánit / doahpagat šaddet ráhkaduvvot / heivehuvvot.
sma: Maahta aaj aevhkies årrodh aktem laavenjostoem tseegkedh Saemiedigkien gïelekonsulentigujmie jis tjuara baakoeh / lahtesh darjodh / sjïehtedidh.

source: Dasto ferte oahpaheaddji muitalit makkár njuolggadusaid mielde ráhkaduvvojit ođđa sámegielat tearpmat.
sma: Dan mænngan lohkehtæjja byöroe njoelkedasside buerkiestidh guktie orre baakoeh dorjesuvvieh saemiengïelesne.

source: Veaháš veahki sáhttá gávdnat dáppe: giella.
sma: Såemies viehkie daesnie: gïella.

source: Sátnebáŋku
sma: Baakoebaanghke

source: Oahppit berrejit alcceseaset ráhkadit sátnebáŋkku.
sma: Learohke byöroe aktem baakoebaanghkem darjodh jïjtsasse.

source: Sátnebáŋku sáhttá máŋgga ládje doaibmat.
sma: Baakoebaanghkem maahta gellielaakan nåhtadidh.

source: Oahpaheaddji sáhttá veahkehit ohppiid ráhkadit sátnebáŋkku earenoamáš fáttáide, nugomat earenoamáš fidnui dahje earenoamáš falástallamii.
sma: Lohkehtæjja maahta veeljedh baajedh learohkh baakoebaanghkem darjodh sjïere aamhtesidie, vuesiehtimmien gaavhtan ektiedamme akten sjïere barkose, jallh akten sjïere gaarsjelæmman.

source: Sátnebáŋkku sáhttá maiddái čatnat daguide, dáhpáhusaide ja vásáhusaide jnv..
sma: Baakoebaanghke maahta aaj dahkojde, heannadimmide, dååjresidie jnv. ektiedidh.

source: Sátnebáŋkkus berrejit leat sánit mat leat dehálaččat dan fáddái mainna oahppit barget.
sma: Baakoebaanghkesne byöroe baakoeh årrodh mah leah vihkeles dan aamhtesasse mejnie learohkh berkieh.

source: Sániid berrejit alfabehta mielde vurkejuvvot.
sma: Baakoeh byöroeh alfabeten mietie årrodh.

source: Joatkke čállimis sátnebáŋkui sániid dađistaga go ođđa sánit ihtet.
sma: Jåarhkh læstojne gosse orre baakoeh båateledtieh.

source: Oahpaheaddji sáhttá áinnas ruođuid sisa čállit dárogielat jorgalusa.
sma: Lohkehtæjja maahta badth tjaeledh dej nöörjen nommh parentesesne.

source: Listui sáhttá oahpaheaddji maŋábeallái sáni vuođđohámi čállit sáni sojaheami dahje dássemolsuma, nugomat: bargat (rg-rgg) – gjøre, arbeide máhttu (htt-ht) – kunnskap, ferdighet seastit (sesttii) – spare
sma: Læstosne lohkehtæjja maahta maadth-haamoej minngesne lissiehtidh guktie dah vokalh jorkesuvvieh gosse vearbh, substantijvh jallh adjektijvh sojjedibie, vuesiehtimmien gaavhtan: vaedtsedh - vaadtsa gåetie - gåatan onne - unnebe

source: Oanehis ovdamearka mii gullá fidnofáddái: Fidnu / Yrke
sma: Åenehks vuesiehtimmie ektiedamme dan aamhtesasse barkoeh:

source: Advokáhta – advokat
sma: Barkoe Gïrsebiejije

source: Veahkkedivššár - hjelpepleier
sma: Skiemtjesåjhtere Elektrihkere

source: Oahppu / Utdanning
sma: Jollebe ööhpehtimmmie

source: Boarrásiidsiida - gamlehjem
sma: Jåarhkeskuvle Barkoesijjieh

source: Dearvvašvuođaguovddáš - helsesenter
sma: Voeresegåetie Skiemtjegåetie

source: Skuvla – skole
sma: Bovre Skuvle

source: Sátnekárta
sma: Baakoekaarhte

source: Eará vejolašvuohta lea álggos válljet sáni ja das ráhkadit ođđa sáni, n. g. sátnekárta.
sma: Akte jeatjah nuepie lea baakoem veeljedh goh våarome orre baakoeh darjodh, dagkeres baakoekaarhte.

source: Man stuorisin dan galgá ráhkadit, berre heivehuvvot oahppi dárbui.
sma: Byöroe learohken daerpiesvoetese sjïehtedidh man gellie baakoeh læstose beaja.

source: bargguhisvuohta – arbeidsledighet bargoeallin – arbeidsliv bargodilli – arbeidforhold bargokantuvra – arbeidskontor bargomiella – arbeidslyst bargosadji – arbeidsplass bargiidbellodat – arbeiderpartiet
sma: barkoetsiehkie

source: bargguheapme – arbeidsløs, arbeidssky
sma: barkoelastoe

source: barggolaš – arbeidssom
sma: barkoesijjie barkoekrirrie

source: bargi – arbeidende
sma: gïetebarkoe barkedh

source: Oahpaheaddji berre maiddái vuosehit ohppiide movt sii metodalaččat berrejit bargat sátnegirjjiin ja sátnelisttuiguin.
sma: Lohkehtæjja byöroe aaj learohkidie vuesiehtidh guktie dah byöroeh baakoegærjajgujmie jïh baakoelæstoejgujmie barkedh.

source: Sámegielas gávdnojit máŋga sátnegirjji, ja muhtumin ohcat máŋggaid sátnegirjjiin ovdalgo gávdná sáni man ohcá.
sma: Jïjnjh baakoegærjah gååvnesieh saemiengïelesne, jïh muvhten aejkien tjuara ovmessie baakoegærjine vuejnedh juktie baakoem gaavnedh man mietie ohtsede.

source: Oahppit berrejit oahppat sátnegirjjiid atnit.
sma: Tjuara learoehkidie lïeredh baakoegærjah nåhtadidh.

source: Go oahppi ohcá sáni sámegillii, ferte son diehtit guđe sátneluohkkái sátni gullá, ja oahppat dovdat movt sátneluohká oanideapmi adno sátnegirjjis, nugomat: s. = substantiiva ja v. = vearba.
sma: Gosse learohke aktem baakoem saemiengïelesne ohtsede, tjuara baakoen baakoeklaassem daejredh, jïh baakoegærjan åeniedimmiem baakoeklaasseste damtijidh, vuesiehtimmien gaavhtan: s. = substantijve jïh v. = vearbe.

source: Lea ávkkálaš iskat čilgehusa dáru-sámi sátnegirjjis dárkkisteames sáni ja sisdoalu ovttavásttolašvuođa.
sma: Maahta aaj aevhkies årrodh giehtjedidh guktie buerkiestamme aktene daaroen-saemien baakoegærjesne, juktie giehtjedidh mejtie ektiedimmie baakoen jïh sisvegen gaskem.

source: Dát lea earenoamážiid dalle go oahppi álggos ohcá dárogielat sáni.
sma: Dïhte aaj vihkeles gosse learohke voestegh dam nöörjen baakoem ohtsede.

source: Dás sáhttá meattáhus deaividit jus ii iskka sáni mearkkašumi sámi-dáru sátnegirjjis.
sma: Daesnie maahta fieljh årrodh jis ij baakoen ulmiem giehtjedh aktene saemien-nöörjen baakoegærjesne.

source: Earret eará sáhttet leat máŋga sáni, ja dat leat girjái čállojuvvon alfabehta mielde.
sma: Maahta ojhte jienebh baakoeh årrodh, jïh dellie dah alfabeten mietie tjåadtjoeh.

source: Ferte fuomašahttit ahte dábáleamos sánit eai leat čállojuvvon álggos.
sma: Learohkh mahtieh spielem " Baakoebingo " nåhtadidh gosse baakoeh lïerieminie:

source: Oahppit sáhttet atnit " Sátnebiŋgo " spealu sátneoahppama oktavuođas:
sma: Guvvie: Jan Arne Varsi

source: Oahppit sáhttet ohcat ođđasiid ja áigeguovdilis dáhpáhusaid válljejuvvon fitnu birra.
sma: Learohkh maehtieh saernieh jïh sjyöhtehke heannadimmieh ohtsedidh, ektiedamme dan veeljeme barkose.

source: Dasto sii sáhttet gaskaneaset ságastallat fitnu birra.
sma: Dan mænngan learohkh maehtieh ektesne soptsestidh barkoen bïjre.

source: Guokte ja guokte oahppi sáhttiba bargat ovttas ja nubbi sáhttá nuppis jearrat maid son bargá.
sma: Dah maehtieh göökti göökti barkedh, jïh vuesiehtimmien gaavhtan aelkedh gihtjedh mejnie dïhte mubpie barka.

source: Oahppit galget njálmmálaččat ovdanbidjat válljejuvvon fitnu.
sma: Learohkh edtjieh altese barkoeh njaalmeldh åehpiedehtedh.

source: Oahppit galget njálmmálaččat ovdanbidjat fitnuideaset klássas eará ohppiide ja oahpaheaddjái, ja dát šaddá leat vuođđun ságastallamii klássas ja fágaoahpaheddjiin.
sma: Learohkh barkoem åehpiedehtieh dejtie jeatjah learoehkidie klaassesne jallh lohkehtæjjese, jïh daate våaromem vadta akten orre soptsestæmman klaassesne jallh faagelohkehtæjjine.

source: Eará doaimmat
sma: Jeatjah darjomh

source: Jus vejolaš, sáhttet oahppit fitnat sámegielaga luhtte válljejuvvon fitnus ja su jearahallat.
sma: Jis gåarede, learohkh maehtieh aktem saemiestæjjam aktene vaeljehke barkosne vaaksjodh, jïh dam gihtjehtidh.

source: Jearahallama sáhttá áinnas báddet nugomat mp3-báddenrusttegii.
sma: Gihtjehtimmiem maahta mp3-spielerasse bæjjese vaeltedh jallh plearoeh.

source: Bargamis jearahallamiin maŋŋil bádden sáhttá dahkkot máŋgga láhkái.
sma: Maahta minngiebarkoem gellielaakan darjodh.

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Oahppit sáhttet viiddidit sátneriggodagaset váldo muittuhansániid vehkiin.
sma: Learohkh maehtieh altese baakoeveahkam lissiehtidh viehkine tjoevtenjebaakojste.

source: Dás sáhttet oahppit adnit digitála jurddakártta fáttá hábmemis.
sma: Maam daarpesje gosse edtja dan aamhtesen bïjre soptsestalledh ?

source: Oahppit geat dárbbašit eanet hástaleaddji barggu, sáhttet čállit sátnečilgehusaid sámegillii.
sma: Learohkh mah vielie haestiedihks barkoem daarpesjïeh, maehtieh baakoebuerkiestimmide saemiengïelesne tjaeledh.

source: Oahppit sáhttet maiddái atnit iešguđetge govaid vuolggasadjin ja humadit dan birra mii lea relevántan dilálašvuhtii.
sma: Learohkh maehtieh aaj ovmessie guvvieh nåhtadidh goh våarome, guktie dah maehtieh soptsestidh dan bïjre mij lea sjyöhtehke dan vihties tseahkan.

source: Oahppit sáhttet adnit giehtatelefovnna, mp3-čuojanasa ja báddenrusttega dahje sullásačča ja báddái lohkat sániid ja dajahusaid maid maŋŋil sáhttet guldalit.
sma: Learohkh maehtieh mobijletellefovnem, mp3-spielerem jallh maam akt jeatjebem nåhtadidh mejnie gåarede bæjjese vaeltedh, jïh baakoeh jïh lahtesh lohkedh mejtie maahta mænngan goltelidh.

source: Dat nanne sátneoahppama.
sma: Dïhte maahta baakoelïerehtimmiem nænnoestidh.

source: Go oahppit barget iehčanassi, de oahpaheaddji sáhttá leat ságastallan guoibmin.
sma: Gosse learohkh oktegh berkieh, lohkehtæjja maahta soptsestimmieguejmine årrodh.

source: Oahpaheaddji berre ráhkadit vástideaddji ovdanbidjama barggu birra vai oahppit hárjánit buktit gažaldagaid ovdanbidjamii.
sma: Lohkehtæjja byöroe aaj aktem seammaplïeres åehpiedehtemem darjodh akten barkoen bïjre, guktie learohkh haarjanimmiem åadtjoeh gyhtjelassh darjodh akten åehpiedehtemasse.

source: Oahpaheaddji heiveha ovdanbidjama ohppiid dássái.
sma: Lohkehtæjja åehpiedehtemem sjïehtede learohki daltesasse.

source: Árvvoštallan
sma: Faagen vïerhtiedidh

source: Dađistaga-árvvoštallama vuođđun berrejit leat eavttut mat gullet oahppoulbmiliidda.
sma: Vuarjasjimmie iktemeran byöroe våaromem vaeltedh dejnie væhtine mah leah lïerehtimmieulmide ektiedamme.

source: Ráhkat áinnas eavttuid ovttas ohppiiguin.
sma: Darjoeh amma væhtide laavenjostosne learohkigujmie.

source: Digaštala singuin makkár strategiijat dat viiddidit sátneriggodaga.
sma: Digkedh dejgujmie guktie edtja stuerebe baakoeveahkam åadtjodh.

source: Dás galget oahppit ieža árvvoštallat: Mii munnje lasiha sátneriggodaga ?
sma: Daesnie learohkh jïjtje tjuerieh vuarjasjidh: Mij munnjien stuerebe baakoeveahkam vadteme ?

source: Muital ohppiide makkár sánit ohppiin leat sátnebáŋkkus ja maiddái ođđa sánit mat leat vurkejuvvon vuorkái ođđa tearbmaráhkadanvuogi mielde.
sma: Bievnieh bååstede dej baakoej bïjre mah learohkh baakoebaanghkesne utnieh, jïh aaj dej baakoej bïjre learohkh dorjeme dej vuekiej mietie orre baakoeh darjodh.

source: Diehtu galgá leat veahkkin oahppiide muitaleames maid sii hálddašit ja mainna šaddet eanet bargat ovddasguvlui.
sma: Bååstedebievnese edtja saarnodh maam learohkh haalvoeh, jïh guktie dah byöroeh vijriebasse barkedh.

source: Mearkkašumiide ovdamearkan
sma: Vuesiehtimmie: bååstedebievnese

source: Don galggat máhttit:
sma: Datne edtjh maehtedh:

source: hupmat bargoeallima ja fitnuid birra
sma: barkoejielemen jïh barkoej bïjre soptsestidh

source: Mii lea buorre: Don muitalit máŋga relevánta fitnuid birra iežat oahpahuslážus. Don hábmejit miellagiddevaš gažaldagaid bargoeallima birra.
sma: Mij lea hijven: Datne soptsestih jïjnjh sjyöhtehke barkoej bïjre dov ööhpehtimmiegeajnosne Datne murreds gyhtjelassh gihtjih barkoejielemen bïjre

source: Maid sáhtát buoridit: Don buori muddui máhtát hábmet ovdamuniid ja hehttehusaid daid fitnuid man birra muitalat.
sma: Maam maahtah bueriedidh: Datne maahtah vielie soptsestidh aevhkiej jïh heaptoej bïjre dejnie barkojne, mej bïjre soptsesth.

source: dađistaga eanet ja eanet atnit giela iešguđet dilálašvuođain ja váldit atnui ođđa sániid ja dajaldagaid
sma: jiene-jienbem gïelem nåhtadidh ovmessie tsiehkine, jïh orre baakoeh jïh lahtesh åtnose vaeltedh

source: Mii lea buorre: Don dávjá anát giela aktiivvalaččat.
sma: Mij lea hijven: Datne gïelem eadtjohkelaakan nåhtedh.

source: Mun mearkkašan ahte don dávjá válddát atnui ođđa sániid ja dajaldagaid.
sma: Manne govlem datne ahkedh orre baakoeh jïh lahtesh åtnose vaaltah.

source: Dál don máhtát máŋga fitnonamahusaid.
sma: Daelie jïjnjh barkoenommh maahtah.

source: Maid sáhtát buoridit: Don sáhtát sátnebáŋku sániid hárjehallamis dadjat ja muitit ja atnit aktiivvalaččat.
sma: Maam maahtah bueriedidh: Datne maahtah jienebidie dejstie baakojste baakoebaanghkesne haarjanidh, jïh dejtie eadtjohkelaakan nåhtadidh.

source: Iešárvvoštallan:
sma: Jïjtsevuarjasjimmie:

source: Dás leat soames ovdamearkka dasa movt oahppi sáhttá iežas árvvoštallat.
sma: Daesnie naan vuesiehtimmieh guktie learohkh maehtieh jïjtsevuarjasjimmiem darjodh.

source: Mu fidnoválljejupmi:
sma: Mov veeljeme barkoesuerkeste:

source: Mainna lihkostuvven go galgen válddahallat fitnu ?
sma: Mejnie lyhkesim gosse barkoem buerkiestim ?

source: Maid berren rievdadit ?
sma: Maam byörem jarkelidh ?

source: Mii váilu čilgehusas ?
sma: Mij fååtese buerkiestimmesne ?

source: Maid berren lasihit ?
sma: Maam byörem lissiehtidh ?

source: Movt lihkostuvven vuođuštit iežan fidnoválljejumi ?
sma: Guktie lyhkesim barkoeveeljemem buerkiestidh ?

source: Nagodan go ovdanbuktit jurddašeami dan ektui ahte leago dát fidnu relevántan munnje ?
sma: Buektehtem åssjaldahkh buektedh mejtie barkoe sjyöhtehke munnien ?

source: Oahppi čállá dađistaga áigeguovdilis mihttomeriid skovvái ja árvvoštallá iežas.
sma: Learohkhe sjyöhtehke ulmieh ahkedh goeresne tjaala, jïh jïjtjemse vuarjesje.

source: Mihttomearri:
sma: Ulmie:

source: Dán máhtán veaháš:
sma: Daam ånnetji maahtam:

source: Dán máhtán oalle bures:
sma: Daam naa hijven maahtam:

source: Dán máhtán hui bures:
sma: Daam joekoen hijven maahtam:

source: Ohppiid sátnebáŋku galgá leat digitála hámis.
sma: Learohki baakoebaanghke maahta badth digitale årrodh.

source: Dat sáhttá leat máhppan man oahppit juogo ieža árvvoštallet dahje ovttas oahpaheddjiin.
sma: Dïhte maahta goh maabpa årrodh, jih maam learohkh oktegh jallh ektine lohkehtæjjine vuarjesje.

source: Makkár sániid leat oahppit oahppan ?
sma: Mah baakoeh learohkh lïereme ?

source: Makkár sániid lea váttis oahppat ?
sma: Mah baakoeh geerve lïeredh ?

source: Maid sáhttá oahppi dahkat vai oahppá váttes sániid ?
sma: Maam learohke maahta darjodh juktie dejtie geerve baakojde lïeredh ?

source: Maid berre oahppi máhpas rievdadit ?
sma: Maam learohke byöroe jarkelidh maabpesne ?

source: Vuođđogálggat
sma: Daennie bihkedimmesne libie veeljeme dejtie baakojde vihkielommes maehtelesvoeth sijjeste faagen maadth maahtoeh.

source: Máhttit ovdanbuktit njálmmálaččat: Njálmmálaš gálga lea dán ovdamearkka guovddáš doaibma.
sma: Maehtedh sov njaalmeldh daajroeh buektedh: Dïhte njaalmeldh maehtelesvoete dïhte åejviedarjome daennie vuesiehtimmesne.

source: Máhttit atnit digitála reaidduid: Oahppit ávkkástallet digitála sátnegirjjiid, risten.no, ja statistihka fitnuid oktavuođas, ssb.no.
sma: Maehtedh digitale dirregh nåhtadidh: Learohkh digitale baakoegærjah, risten.no, jïh statistihkem barkoej bïjre, ssb.no nåhtadieh.

source: Oahppit atnet digitála ovdanbidjanprográmma (Open Office Impress, Powerpoint dahje sullasaš ovdanbidjanprográmmaid).
sma: Learohkh digitale åehpiedehtemeprogrammem nåhtadieh (Open Office Impress, Powerpoint jallh plearoh åehpiedehtemeprogramme).

source: Ráhkadeames digitála sátnebáŋku ja sátnekártta sii atnet Open Office Writer, Word dahje sullásaš teakstameannudanprográmmaid, ja sii ráhkadit digitála jurddakártta.
sma: Dah baakoebaanghkem jïh baakoekaarhtem darjoeh Open Office Writer ’ isnie, Word ’ esne jallh plearoeh teekstegietedimmieprogrammesne, jïh digitale åssjaldahkekaarhtem darjoeh.

source: Máhttit ovdanbuktit čálalaččat: Viiddiduvvon sátneriggodat lea buorre vuođđun go ieš galgá ráhkadit teavsttaid.
sma: Maehtedh sov tjaaleldh daajroeh buektedh: Stuerebe baakoeveahka aktem hijven våaromem vadta gosse edtja jïjtsh tjaalegh tjaeledh.

source: Oahppit čállet sátnelisttuid.
sma: Learohkh baakoelæstoeh tjaelieh.

source: Máhttit lohkat: Lohkan ja guldaleapmi leat čoavddan ođđa vásáhusaide.
sma: Maehtedh lohkedh: Lohkeme jïh goltelimmie leah tjoevtenje orre dååjresidie.

source: Gáiddusoahpahus
sma: Maajhööhpehtimmie

source: Dát ovdamearka heive bures gáiddusoahpahussii.
sma: Daate vuesiehtimmie hijvenlaakan maajhtööhpehtæmman sjeahta.

source: Dalle šaddá oahpaheaddji maiddái ráhkadit ovdanbidjama fitnu birra vai oahppi sáhttá ráhkkanit jearrat gažaldagaid dasa.
sma: Dellie lohkehtæjja aaj maahta aktem åehpiedehtemem darjodh aktede barkoste, guktie learohke åådtje gyhtjelassh disse soejkesjdih.
